Repository: fadogen/app
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr

# Edit %@ %@
source: Edit %1$@ %2$@
de: %1$@ %2$@ bearbeiten
fr: Modifier %1$@ %2$@

source: Edit Configuration
de: Konfiguration bearbeiten
fr: Modifier la configuration

source: Edit Garage
de: Garage bearbeiten
fr: Modifier Garage

source: Edit Local URL
de: Lokale URL bearbeiten
fr: Modifier l'URL locale

source: Edit Mailpit
de: Mailpit bearbeiten
fr: Modifier Mailpit

source: Edit port and auto-start settings
de: Port- und Autostart-Einstellungen bearbeiten
fr: Modifier le port et les paramètres de démarrage automatique

source: Edit production configuration
de: Produktionskonfiguration bearbeiten
fr: Modifier la configuration de production

source: Edit production environment variables
de: Produktionsumgebungsvariablen bearbeiten
fr: Modifier les variables d'environnement de production

source: Edit Reverb
de: Reverb bearbeiten
fr: Modifier Reverb

source: Edit Server
de: Server bearbeiten
fr: Modifier le serveur

source: Edit Typesense
de: Typesense bearbeiten
fr: Modifier Typesense

source: Empty Logs
de: Leere Protokolle
fr: Journaux vides

source: Enter a valid Composer package name (e.g., 'vendor/package').
de: Geben Sie einen gültigen Composer-Paketnamen ein (z.B. „vendor/package“).
fr: Saisissez un nom de package Composer valide (ex. : « vendor/package »).

source: Enter password
de: Passwort eingeben
fr: Saisir le mot de passe

source: Environment
de: Umgebung
fr: Environnement

source: Environment Variables
de: Umgebungsvariablen
fr: Variables d'environnement

source: Error
de: Fehler
fr: Erreur

source: Establishing SSH connection...
de: SSH-Verbindung wird hergestellt…
fr: Établissement de la connexion SSH...

source: Failed to authenticate with Bunny
de: Authentifizierung mit Bunny fehlgeschlagen
fr: Échec de l'authentification avec Bunny

source: Failed to authenticate with Cloudflare
de: Authentifizierung mit Cloudflare fehlgeschlagen
fr: Échec de l'authentification avec Cloudflare

source: Failed to authenticate with DigitalOcean
de: Authentifizierung mit DigitalOcean fehlgeschlagen
fr: Échec de l'authentification avec DigitalOcean

source: Failed to authenticate with Linode
de: Authentifizierung mit Linode fehlgeschlagen
fr: Échec de l'authentification avec Linode

source: Failed to authenticate with Vultr
de: Authentifizierung mit Vultr fehlgeschlagen
fr: Échec de l'authentification avec Vultr

source: Failed to create directory: %@
de: Verzeichnis konnte nicht erstellt werden: %@
fr: Échec de la création du répertoire : %@

source: Failed to decode response: %@
de: Antwort konnte nicht dekodiert werden: %@
fr: Échec du décodage de la réponse : %@

source: Failed to delete: %@
de: Löschen fehlgeschlagen: %@
fr: Échec de la suppression : %@

# Failed to download %@: %@
source: Failed to download %1$@: %2$@
de: Herunterladen von %1$@ fehlgeschlagen: %2$@
fr: Échec du téléchargement de %1$@ : %2$@

source: Failed to encode extra variables as JSON
de: Zusätzliche Variablen konnten nicht als JSON kodiert werden
fr: Échec de l'encodage des variables supplémentaires en JSON

source: Failed to extract archive: %@
de: Archiv konnte nicht extrahiert werden: %@
fr: Échec de l'extraction de l'archive : %@

source: Failed to generate SSH key
de: SSH-Schlüssel konnte nicht generiert werden
fr: Échec de la génération de la clé SSH

source: Failed to load configuration: %@
de: Konfiguration konnte nicht geladen werden: %@
fr: Échec du chargement de la configuration : %@

source: Failed to load zones: %@
de: Zonen konnten nicht geladen werden: %@
fr: Échec du chargement des zones : %@

source: Failed to parse tunnel URL
de: Tunnel-URL konnte nicht analysiert werden
fr: Échec de l'analyse de l'URL du tunnel

source: Failed to restart service: %@
de: Dienst konnte nicht neu gestartet werden: %@
fr: Échec du redémarrage du service : %@

source: Failed to save changes: %@
de: Änderungen konnten nicht gespeichert werden: %@
fr: Échec de l'enregistrement des modifications : %@

source: Failed to save configuration: %@
de: Konfiguration konnte nicht gespeichert werden: %@
fr: Échec de l'enregistrement de la configuration : %@

source: Failed to update port: %@
de: Port konnte nicht aktualisiert werden: %@
fr: Échec de la mise à jour du port : %@

source: Forbidden: Insufficient permissions
de: Verboten: Unzureichende Berechtigungen
fr: Interdit : Permissions insuffisantes

source: Garage binaries will be permanently deleted. Data files will be kept.
de: Garage-Binärdateien werden dauerhaft gelöscht. Datendateien werden behalten.
fr: Les binaires de Garage seront supprimés définitivement. Les fichiers de données seront conservés.

source: Garage is %@
de: Garage ist %@
fr: Garage est %@

source: Garage is an S3-compatible distributed storage system
de: Garage ist ein S3-kompatibles verteiltes Speichersystem
fr: Garage est un système de stockage distribué compatible S3

source: Garage S3 Storage
de: Garage S3-Speicher
fr: Stockage S3 Garage

source: General
de: Allgemein
fr: Général

source: Generating Docker configuration...
de: Docker-Konfiguration wird generiert…
fr: Génération de la configuration Docker...

source: Generation cancelled
de: Generierung abgebrochen
fr: Génération annulée

source: Git not found
de: Git nicht gefunden
fr: Git introuvable

source: Git not found. Xcode Command Line Tools must be installed.
de: Git nicht gefunden. Xcode-Befehlszeilentools müssen installiert sein.
fr: Git introuvable. Les outils en ligne de commande Xcode doivent être installés.

source: Git repository configured
de: Git-Repository konfiguriert
fr: Dépôt Git configuré

source: GitHub Integration Required
de: GitHub-Integration erforderlich
fr: Intégration GitHub requise

source: GitHub Repository Required
de: GitHub-Repository erforderlich
fr: Dépôt GitHub requis

source: Global API Key
de: Globaler API-Schlüssel
fr: Clé API globale

source: Go to Integrations
de: Zu Integrationen
fr: Aller aux intégrations

source: Go to Servers
de: Zu Servern
fr: Aller aux serveurs

source: Help
de: Hilfe
fr: Aide

source: If this error persists, contact Bunny support.
de: Wenn dieser Fehler weiterhin besteht, kontaktieren Sie den Bunny-Support.
fr: Si cette erreur persiste, contactez le support Bunny.

source: If this error persists, contact Cloudflare support.
de: Wenn dieser Fehler weiterhin besteht, kontaktieren Sie den Cloudflare-Support.
fr: Si cette erreur persiste, contactez le support Cloudflare.

source: If this error persists, contact DigitalOcean support.
de: Wenn dieser Fehler weiterhin besteht, kontaktieren Sie den DigitalOcean-Support.
fr: Si cette erreur persiste, contactez le support DigitalOcean.

source: If this error persists, contact Linode support.
de: Wenn dieser Fehler weiterhin besteht, kontaktieren Sie den Linode-Support.
fr: Si cette erreur persiste, contactez le support Linode.

source: If this error persists, contact Vultr support.
de: Wenn dieser Fehler weiterhin besteht, kontaktieren Sie den Vultr-Support.
fr: Si cette erreur persiste, contactez le support Vultr.

source: Information
de: Informationen
fr: Informations

source: Initialize a Git repository with GitHub remote to deploy this project
de: Initialisieren Sie ein Git-Repository mit GitHub-Remote, um dieses Projekt bereitzustellen
fr: Initialisez un dépôt Git avec un remote GitHub pour déployer ce projet

source: Initializing Git repository...
de: Git-Repository wird initialisiert…
fr: Initialisation du dépôt Git...

source: Install
de: Installieren
fr: Installer

source: Install Garage
de: Garage installieren
fr: Installer Garage

source: Install Reverb
de: Reverb installieren
fr: Installer Reverb

source: Install Typesense
de: Typesense installieren
fr: Installer Typesense

source: Installation directory not found: %@
de: Installationsverzeichnis nicht gefunden: %@
fr: Répertoire d'installation introuvable : %@

# Installing %@ %@...
source: Installing %1$@ %2$@...
de: %1$@ %2$@ wird installiert…
fr: Installation de %1$@ %2$@...

source: Installing Bun...
de: Bun wird installiert…
fr: Installation de Bun...

source: Installing Fadogen Vite plugin...
de: Fadogen-Vite-Plugin wird installiert…
fr: Installation du plugin Vite Fadogen...

source: Installing Garage...
de: Garage wird installiert…
fr: Installation de Garage...

source: Installing JavaScript dependencies...
de: JavaScript-Abhängigkeiten werden installiert…
fr: Installation des dépendances JavaScript...

source: Installing optional packages...
de: Optionale Pakete werden installiert…
fr: Installation des packages optionnels...

source: Installing PHP %@...
de: PHP %@ wird installiert…
fr: Installation de PHP %@...

source: Installing Reverb...
de: Reverb wird installiert…
fr: Installation de Reverb...

source: Installing Typesense...
de: Typesense wird installiert…
fr: Installation de Typesense...

source: Instance did not become active within the expected time
de: Instanz wurde nicht innerhalb der erwarteten Zeit aktiv
fr: L'instance n'est pas devenue active dans le délai imparti

source: Instance did not become running within the expected time
de: Instanz wurde nicht innerhalb der erwarteten Zeit gestartet
fr: L'instance n'a pas démarré dans le délai imparti

source: Insufficient permissions for this operation
de: Unzureichende Berechtigungen für diese Operation
fr: Permissions insuffisantes pour cette opération

source: Integrations
de: Integrationen
fr: Intégrations

source: Invalid Cloudflare credentials. Please check your email and API key.
de: Ungültige Cloudflare-Anmeldedaten. Bitte überprüfen Sie Ihre E-Mail und Ihren API-Schlüssel.
fr: Identifiants Cloudflare invalides. Veuillez vérifier votre e-mail et votre clé API.

source: Invalid Configuration
de: Ungültige Konfiguration
fr: Configuration invalide

source: Invalid custom starter kit repository: '%@'
de: Ungültiges benutzerdefiniertes Starter-Kit-Repository: „%@“
fr: Dépôt de kit de démarrage personnalisé invalide : « %@ »

source: Invalid DigitalOcean API token. Please check your integration.
de: Ungültiges DigitalOcean-API-Token. Bitte überprüfen Sie Ihre Integration.
fr: Token API DigitalOcean invalide. Veuillez vérifier votre intégration.

source: Invalid DNS record type: %@
de: Ungültiger DNS-Eintragstyp: %@
fr: Type d'enregistrement DNS invalide : %@

source: Invalid or expired API token
de: Ungültiges oder abgelaufenes API-Token
fr: Jeton API invalide ou expiré

source: Invalid or missing credentials
de: Ungültige oder fehlende Anmeldedaten
fr: Identifiants invalides ou manquants

source: Invalid or missing metadata
de: Ungültige oder fehlende Metadaten
fr: Métadonnées invalides ou manquantes

source: Invalid parameters provided
de: Ungültige Parameter angegeben
fr: Paramètres fournis invalides

source: Invalid port number
de: Ungültige Portnummer
fr: Numéro de port invalide

source: Invalid private key format: %@
de: Ungültiges Format des privaten Schlüssels: %@
fr: Format de clé privée invalide : %@

source: Invalid project name: '%@'. Use only letters, numbers, and hyphens.
de: Ungültiger Projektname: „%@“. Verwenden Sie nur Buchstaben, Zahlen und Bindestriche.
fr: Nom de projet invalide : « %@ ». Utilisez uniquement des lettres, des chiffres et des tirets.

source: Invalid request parameters
de: Ungültige Anfrageparameter
fr: Paramètres de requête invalides

source: Invalid request: %@
de: Ungültige Anfrage: %@
fr: Requête invalide : %@

source: Invalid response from Bunny
de: Ungültige Antwort von Bunny
fr: Réponse invalide de Bunny

source: Invalid response from Cloudflare
de: Ungültige Antwort von Cloudflare
fr: Réponse invalide de Cloudflare

source: Invalid response from DigitalOcean
de: Ungültige Antwort von DigitalOcean
fr: Réponse invalide de DigitalOcean

source: Invalid response from Linode
de: Ungültige Antwort von Linode
fr: Réponse invalide de Linode

source: Invalid response from metadata server
de: Ungültige Antwort vom Metadatenserver
fr: Réponse invalide du serveur de métadonnées

source: Invalid response from Vultr
de: Ungültige Antwort von Vultr
fr: Réponse invalide de Vultr

source: Invalid response type
de: Ungültiger Antworttyp
fr: Type de réponse invalide

source: Invalid server response
de: Ungültige Serverantwort
fr: Réponse serveur invalide

source: Invalid SSH public key format
de: Ungültiges SSH-Format des öffentlichen Schlüssels
fr: Format de clé publique SSH invalide

source: Invalid subdomain format
de: Ungültiges Subdomain-Format
fr: Format de sous-domaine invalide

source: IP or domain
de: IP oder Domain
fr: IP ou domaine

source: JavaScript Runtime
de: JavaScript-Laufzeit
fr: Runtime JavaScript

source: Language
de: Sprache
fr: Langue

source: Learn more about Garage
de: Mehr über Garage erfahren
fr: En savoir plus sur Garage

source: Learn more about Laravel Reverb
de: Mehr über Laravel Reverb erfahren
fr: En savoir plus sur Laravel Reverb

source: Learn more about Typesense
de: Mehr über Typesense erfahren
fr: En savoir plus sur Typesense

source: Link Folder
de: Ordner verknüpfen
fr: Lier un dossier

source: Link this deployment to a local folder to configure development settings
de: Verknüpfen Sie diese Bereitstellung mit einem lokalen Ordner, um Entwicklungseinstellungen zu konfigurieren
fr: Liez ce déploiement à un dossier local pour configurer les paramètres de développement

source: Link this project to a server to deploy to production
de: Verknüpfen Sie dieses Projekt mit einem Server, um in Produktion bereitzustellen
fr: Liez ce projet à un serveur pour déployer en production

source: Link to Folder
de: Mit Ordner verknüpfen
fr: Lier au dossier

source: Link to Server
de: Mit Server verknüpfen
fr: Lier au serveur

source: Linode API Error: %@
de: Linode API-Fehler: %@
fr: Erreur API Linode : %@

source: Linode server error (code: %lld)
de: Linode-Serverfehler (Code: %lld)
fr: Erreur serveur Linode (code : %lld)

source: Linode server error (HTTP %lld)
de: Linode-Serverfehler (HTTP %lld)
fr: Erreur serveur Linode (HTTP %lld)

source: Loading cache versions...
de: Cache-Versionen werden geladen…
fr: Chargement des versions de cache...

source: Loading configuration options...
de: Konfigurationsoptionen werden geladen…
fr: Chargement des options de configuration...

source: Loading database versions...
de: Datenbankversionen werden geladen…
fr: Chargement des versions de base de données...

source: Loading domains...
de: Domains werden geladen…
fr: Chargement des domaines…

source: Loading metadata...
de: Metadaten werden geladen…
fr: Chargement des métadonnées...

source: Loading version information...
de: Versionsinformationen werden geladen…
fr: Chargement des informations de version...

source: Loading zones...
de: Zonen werden geladen…
fr: Chargement des zones...

source: Local Development
de: Lokale Entwicklung
fr: Développement local

source: Local Projects
de: Lokale Projekte
fr: Projets locaux

source: Local URL
de: Lokale URL
fr: URL locale

# Logs will appear here when %@ %@ is running
source: Logs will appear here when %1$@ %2$@ is running
de: Protokolle werden hier angezeigt, wenn %1$@ %2$@ läuft
fr: Les logs apparaîtront ici lorsque %1$@ %2$@ sera en cours d'exécution

source: Logs will appear here when Caddy is running
de: Protokolle werden hier angezeigt, wenn Caddy läuft
fr: Les journaux apparaîtront ici lorsque Caddy sera en cours d'exécution

source: Mail
de: E-Mail

source: Mail Environment Variables
de: E-Mail-Umgebungsvariablen
fr: Variables d'environnement de messagerie

source: Mailpit is %@
de: Mailpit ist %@
fr: Mailpit est %@

source: Malformed request to Cloudflare API.
de: Fehlerhafte Anfrage an die Cloudflare-API.
fr: Requête mal formée vers l'API Cloudflare.

source: Manage Directories
de: Verzeichnisse verwalten
fr: Gérer les dossiers

source: Managed
de: Verwaltet
fr: Géré

source: Managed by
de: Verwaltet von
fr: Géré par

source: MariaDB initialization failed
de: MariaDB-Initialisierung fehlgeschlagen
fr: Échec de l'initialisation de MariaDB

source: Max Upload Size (MB)
de: Max. Upload-Größe (MB)
fr: Taille maximale d'upload (Mo)

source: Memory limit (%1$lld MB) is lower than upload size (%2$lld MB). This may cause issues with large file uploads.
de: Speicherlimit (%1$lld MB) ist niedriger als Upload-Größe (%2$lld MB). Dies kann Probleme bei großen Datei-Uploads verursachen.
fr: La limite de mémoire (%1$lld Mo) est inférieure à la taille de téléchargement (%2$lld Mo). Cela peut causer des problèmes avec les téléchargements de fichiers volumineux.

source: Memory Limit (MB)
de: Speicherlimit (MB)
fr: Limite de mémoire (Mo)

source: Memory limit must be a number between 1 and 8192 MB
de: Speicherlimit muss eine Zahl zwischen 1 und 8192 MB sein
fr: La limite de mémoire doit être un nombre entre 1 et 8192 Mo

source: Method
de: Methode
fr: Méthode

source: Missing API token for provider
de: Fehlendes API-Token für Anbieter
fr: Token API manquant pour le fournisseur

source: Missing Cloudflare credentials
de: Fehlende Cloudflare-Anmeldedaten
fr: Identifiants Cloudflare manquants

source: Missing required configuration
de: Fehlende erforderliche Konfiguration
fr: Configuration requise manquante

source: MySQL initialization failed
de: MySQL-Initialisierung fehlgeschlagen
fr: Échec de l'initialisation de MySQL

source: Network connection error
de: Netzwerkverbindungsfehler
fr: Erreur de connexion réseau

source: Network error: %@
de: Netzwerkfehler: %@
fr: Erreur réseau : %@

source: New Project
de: Neues Projekt
fr: Nouveau projet

source: No account is associated with these credentials.
de: Mit diesen Anmeldedaten ist kein Konto verknüpft.
fr: Aucun compte n'est associé à ces identifiants.

source: No API token found for this integration
de: Kein API-Token für diese Integration gefunden
fr: Aucun jeton API trouvé pour cette intégration

source: No Caches Installed
de: Keine Caches installiert
fr: Aucun cache installé

source: No Cloudflare account found
de: Kein Cloudflare-Konto gefunden
fr: Aucun compte Cloudflare trouvé

source: No Cloudflare integration found
de: Keine Cloudflare-Integration gefunden
fr: Aucune intégration Cloudflare trouvée

source: No Databases Installed
de: Keine Datenbanken installiert
fr: Aucune base de données installée

source: No Debian image available
de: Kein Debian-Image verfügbar
fr: Aucune image Debian disponible

source: No DNS integrations configured
de: Keine DNS-Integrationen konfiguriert
fr: Aucune intégration DNS configurée

source: No domains available
de: Keine Domains verfügbar
fr: Aucun domaine disponible

source: No Integrations
de: Keine Integrationen
fr: Aucune intégration

source: No need to run `php artisan reverb:start` in each project
de: Kein Bedarf, `php artisan reverb:start` in jedem Projekt auszuführen
fr: Pas besoin d'exécuter `php artisan reverb:start` dans chaque projet

source: No Projects
de: Keine Projekte
fr: Aucun projet

source: No Server Linked
de: Kein Server verknüpft
fr: Aucun serveur lié

source: No Servers
de: Keine Server
fr: Aucun serveur

source: No sites deployed on this server
de: Keine Websites auf diesem Server bereitgestellt
fr: Aucun site déployé sur ce serveur

source: No SSH keys found in ~/.ssh
de: Keine SSH-Schlüssel in ~/.ssh gefunden
fr: Aucune clé SSH trouvée dans ~/.ssh

source: Node.js Versions
de: Node.js-Versionen
fr: Versions de Node.js

source: None
de: Keine
fr: Aucun

source: Not available locally
de: Nicht lokal verfügbar
fr: Non disponible localement

source: Not configured
de: Nicht konfiguriert
fr: Non configuré

source: Not Now
de: Nicht jetzt
fr: Pas maintenant

source: Only Cloudflare DNS zones shown (Cloudflare Tunnel requires Cloudflare DNS)
de: Nur Cloudflare DNS-Zonen angezeigt (Cloudflare Tunnel erfordert Cloudflare DNS)
fr: Seules les zones DNS Cloudflare sont affichées (Cloudflare Tunnel nécessite Cloudflare DNS)

source: Only you can see this repository.
de: Nur Sie können dieses Repository sehen.
fr: Vous seul pouvez voir ce dépôt.

source: Open Config Folder
de: Konfigurationsordner öffnen
fr: Ouvrir le dossier de configuration

source: Open configuration folder in Finder
de: Konfigurationsordner im Finder öffnen
fr: Ouvrir le dossier de configuration dans le Finder

source: Open in Finder
de: Im Finder öffnen
fr: Ouvrir dans le Finder

source: Open mail.localhost
de: mail.localhost öffnen
fr: Ouvrir mail.localhost

source: Open on GitHub
de: Auf GitHub öffnen
fr: Ouvrir sur GitHub

source: Open repository on GitHub
de: Repository auf GitHub öffnen
fr: Ouvrir le dépôt sur GitHub

source: Operation Error
de: Operationsfehler
fr: Erreur d'opération

source: Operation timed out: %@
de: Operation abgelaufen: %@
fr: L'opération a expiré : %@

source: Operation was cancelled.
de: Vorgang wurde abgebrochen.
fr: L'opération a été annulée.

source: Optional Features
de: Optionale Funktionen
fr: Fonctionnalités optionnelles

source: Orphaned Tunnels
de: Verwaiste Tunnel
fr: Tunnels orphelins

source: Package Manager
de: Paketmanager
fr: Gestionnaire de packages

source: Password
de: Passwort
fr: Mot de passe

source: Password Authentication
de: Passwort-Authentifizierung
fr: Authentification par mot de passe

source: Paste the code from Dropbox
de: Fügen Sie den Code von Dropbox ein
fr: Collez le code de Dropbox

source: Paste your SSH private key below
de: Fügen Sie Ihren privaten SSH-Schlüssel unten ein
fr: Collez votre clé privée SSH ci-dessous

source: Path
de: Pfad
fr: Chemin

source: Perfect for Laravel Flysystem and media storage
de: Perfekt für Laravel Flysystem und Medienspeicher
fr: Idéal pour Laravel Flysystem et le stockage de médias

source: Perfect for Laravel Scout integration
de: Perfekt für die Laravel Scout-Integration
fr: Parfait pour l'intégration Laravel Scout

source: PHP %@ Configuration
de: PHP %@ Konfiguration
fr: Configuration PHP %@

source: PHP Runtime Configuration
de: PHP-Laufzeitkonfiguration
fr: Configuration de l'exécution PHP

source: PHP Version Management
de: PHP-Versionsverwaltung
fr: Gestion des versions PHP

source: PHP Versions
de: PHP-Versionen
fr: Versions PHP

source: Playbook not found: %@
de: Playbook nicht gefunden: %@
fr: Playbook introuvable : %@

source: Please add your Cloudflare account in Integrations first.
de: Bitte fügen Sie zuerst Ihr Cloudflare-Konto in den Integrationen hinzu.
fr: Veuillez d'abord ajouter votre compte Cloudflare dans les Intégrations.

source: Please verify that ports 80 and 443 are available
de: Bitte überprüfen Sie, dass die Ports 80 und 443 verfügbar sind
fr: Veuillez vérifier que les ports 80 et 443 sont disponibles

source: Port already used by %@
de: Port wird bereits von %@ verwendet
fr: Port déjà utilisé par %@

source: Port must be a number between 1024 and 65535
de: Port muss eine Zahl zwischen 1024 und 65535 sein
fr: Le port doit être un nombre entre 1024 et 65535

source: Port must be between 1024 and 65535.
de: Port muss zwischen 1024 und 65535 liegen.
fr: Le port doit être entre 1024 et 65535.

source: Port must be between 1024 and 65535. Multiple services can share the same port if they don't run simultaneously.
de: Port muss zwischen 1024 und 65535 liegen. Mehrere Dienste können denselben Port verwenden, wenn sie nicht gleichzeitig laufen.
fr: Le port doit être entre 1024 et 65535. Plusieurs services peuvent partager le même port s'ils ne s'exécutent pas simultanément.

source: PostgreSQL initialization failed
de: PostgreSQL-Initialisierung fehlgeschlagen
fr: Échec de l'initialisation de PostgreSQL

source: Preparing deletion...
de: Löschung wird vorbereitet…
fr: Préparation de la suppression...

source: Preparing prerequisites...
de: Voraussetzungen werden vorbereitet…
fr: Préparation des prérequis...

source: Preparing SSH key...
de: SSH-Schlüssel wird vorbereitet…
fr: Préparation de la clé SSH...

source: Private Key
de: Privater Schlüssel
fr: Clé privée
